{
  "Quests": {
    "Quest1000001": {
      "Code": "ENGA-7C904",
      "Description": "A fun tour of the Catalyst building!",
      "Directions": "Join us on a tour through the Catalyst building, pay attention to the trivia facts! ",
      "Level": 2,
      "Question": "Who's the Catalyst Grand Poobah? (Hint: It's \"Marney\")",
      "Session": "Catalyst tour",
      "ShortAnswer": "Marney",
      "Theme": "Engagement",
      "TimeCompletion": "10 Minutes",
      "Title": "Creative Catalyst",
      "Type": "Short Answer"
    },
    "Quest1000002": {
      "Code": "RESO-6821F",
      "Description": "Meet with an EWU Career Advisor. There are probably many ways to get to your dream job. A Career Advisor has many new ideas for you.",
      "Directions": "Make an appointment with and meet with a career advisor to discuss paths to your chosen career. Find out what majors can prepare you for the career you are most interested in. Then upload a selfie you take with the Career Advisor into the Canvas assignment for this Quest.",
      "Level": 3,
      "Question": "",
      "Session": "Career Center",
      "ShortAnswer": "",
      "Theme": "Resources",
      "TimeCompletion": "30 minutes",
      "Title": "Meet an Expert!",
      "Type": "Canvas Completed"
    },
    "Quest1000003": {
      "Code": "RESO-2F8D2",
      "Description": "Talking to a trusted friend or relative can help you further explore what you will like to do.",
      "Directions": "Talk to a friend, peer, or family member about your top potential career and major path to gain their insights and support. Explain why you think the career is a good fit and any concerns you have. Then, write a paragraph describing what new insights they had about your career choices and your reflection on their insights. Did you agree or disagree with them? Why? Upload your paragraph into the Canvas assignment for this Quest. You will receive a code.",
      "Level": 3,
      "Question": "",
      "Session": "Career Center",
      "ShortAnswer": "",
      "Theme": "Resources",
      "TimeCompletion": "30 minutes",
      "Title": "Bounce Your Ideas!",
      "Type": "Canvas Completed"
    },
    "Quest1000004": {
      "Code": "RESO-A2215",
      "Description": "Explore related majors, professional organizations, salaries, and subspecialties of a career path that interests you.",
      "Directions": "Select a career of choice. Examine the Occupational Outlook Handbook for your career and identify each of the tabs: What They Do, Work Environment, How to Become One, Pay, Job Outlook, State & Area Data, Similar Occupations. Write a short bulleted list on what surprises you, what you like, and what you don't like. Upload this to the Canvas Assignment.",
      "Level": 3,
      "Question": "",
      "Session": "Career Center",
      "ShortAnswer": "",
      "Theme": "Resources",
      "TimeCompletion": "20 minutes",
      "Title": "Imagining Your Future",
      "Type": "Canvas Completed"
    },
    "Quest1000005": {
      "Code": "RESO-E1FF8",
      "Description": "Examine a major in the EWU catalog to preview what you will learn and be able to do.",
      "Directions": "Look carefully through the description and course list for at least one of the majors in the EWU Catalog that would help you get to your career of choice. What aspects of the program interest you the most? What aspects of the program concern you? Jot a bulleted list into the Canvas assignment. ",
      "Level": 3,
      "Question": "",
      "Session": "Career Center",
      "ShortAnswer": "",
      "Theme": "Resources",
      "TimeCompletion": "20 minutes",
      "Title": "Major Deep Dive",
      "Type": "Canvas Completed"
    },
    "Quest1000006": {
      "Code": "RESO-6C7C2",
      "Description": "Explore and plan for professional opportunities related to your goals.",
      "Directions": "Look online for professional organizations for people in this career. What do you find interesting on these sites? Note that some professional organizations provide scholarships for college students interested in their professions, so be sure to note any such opportunities. Look at conference websites for these organizations and find out if they have student rates. Bonus: does EWU have a related student organization or club? ",
      "Level": 3,
      "Question": "",
      "Session": "Career Center",
      "ShortAnswer": "",
      "Theme": "Resources",
      "TimeCompletion": "15 minutes",
      "Title": "Imagine Yourself as a Professional",
      "Type": "No Code"
    },
    "Quest1000007": {
      "Code": "RESO-B063D",
      "Description": "Most people find they have preferences about where they work and who they work with. Do you prefer to work in a team? alone? What might be benefits of working in a small organization vs. a large organization? What are the pros and cons for working for a nonprofit or a government agency? Have you considered an international agency that would require/allow you to travel outside the U.S.? ",
      "Directions": "Find 3 companies that hire people in the career of your choice. Try to find companies that are different sizes and locations, and that might have other aspects you consider important to your life balance or goals. Look at their Human Resource (HR) sites to gain understanding of the rewards they offer. ",
      "Level": 4,
      "Question": "",
      "Session": "Career Center",
      "ShortAnswer": "",
      "Theme": "Resources",
      "TimeCompletion": "30 minutes",
      "Title": "Find your future employer",
      "Type": "No Code"
    },
    "Quest1000008": {
      "Code": "RESO-8886",
      "Description": "Call a company you'd like to work for.",
      "Directions": "Email or call the Human Resource departments of two of the companies that interest you most and explain that you are a college student exploring options and the career that interests you. Ask them what skills they advise you to focus on as you go through college. What surprises you? Write a short reflection and submit it to Canvas Assignment to retrieve your code.",
      "Level": 4,
      "Question": "",
      "Session": "Career Center",
      "ShortAnswer": "",
      "Theme": "Resources",
      "TimeCompletion": "15 minutes",
      "Title": "Phone a Friend",
      "Type": "Canvas Completed"
    },
    "Quest1000009": {
      "Code": "RESO-C44A",
      "Description": "It will help you better understand the challenges and rewards of your career choice if you can talk to someone in that career. Note that almost everyone loves to help college students by sharing what they know! Finding someone is made easy by using EWU resources such as the Eagle Career Network, which contains bios and contact information of EWU graduates in many careers. ",
      "Directions": "Join the Eagle Career Network (it is free) and find an EWU alumni that has a career closest to your choice career. Reach out to them and ask them to meet with you (Zoom or in-person) for about 45 minutes. Set up the meeting and prepare questions to ask them about their college preparation, their career path, and professional organizations and opportunities. Be sure to ask them what they did in college to prepare for this career and what they didn't do but wish they had. Then, write and send a Thank you note (email is fine) and suggest that you may want to reach out to them again in the future with more questions. Submit the name of the person you met with into the Canvas Assignment.",
      "Level": 5,
      "Question": "",
      "Session": "Career Center",
      "ShortAnswer": "",
      "Theme": "Resources",
      "TimeCompletion": "1 hour",
      "Title": "Network!",
      "Type": "Canvas Completed"
    },
    "Quest1000010": {
      "Code": "RESO-2222E",
      "Description": "Identify activities that you will want to engage in as you go through college and that will look great on your resume.",
      "Directions": "Sketch a brief plan that describes the skills and experiences you will seek over the next 3-5 years and that will help you build a strong resume. For example: join a club and become a leader of the club, community service, job shadow someone in the career, do an internship, conduct undergraduate research, take particular types of classes that are not required, go to a professional conference, apply for scholarships related to the profession, study abroad, ...\nSee this link for ideas: https://in.ewu.edu/careercenter/wp-content/uploads/sites/38/2022/07/Four-Year-Plan_7-2022.pdf   Upload your plan to the Canvas Assignment.",
      "Level": 4,
      "Question": "",
      "Session": "Career Center",
      "ShortAnswer": "",
      "Theme": "Resources",
      "TimeCompletion": "30 minutes",
      "Title": "Pre-writing your Resume",
      "Type": "Canvas Completed"
    },
    "Quest1000011": {
      "Code": "FISC-DF2A7",
      "Description": "There are many steps you can take to reduce your reliance on loans to pay for college. In fact, 52% of EWU's students graduate debt-free. How can you make sure you are in that 50%.",
      "Directions": "Watch this video to get ideas of what types of financial aid are available and what you can do to receive financial help. Then, go to EWU's website (https://www.ewu.edu/apply/financial-aid-scholarships-office/) to identify three things you will do in the next couple of months to improve the financial aid and scholarships you receive. Upload to Canvas a list of three things you will do.",
      "Level": 2,
      "Question": "",
      "Session": "Diversity, Equity and Inclusion",
      "ShortAnswer": "",
      "Theme": "Fiscal",
      "TimeCompletion": "10 minutes",
      "Title": "Paying for College",
      "Type": "Canvas Completed"
    },
    "Quest1000012": {
      "Code": "FISC-6565B",
      "Description": "Completing a FAFSA or WASFA makes you eligible for many types of financial aid, including scholarships.",
      "Directions": "Did you complete a FAFSA or WASFA? Then you've completed this Quest! If not, set aside a time to do it now. See the Financial Aid Office for help.",
      "Level": 2,
      "Question": "",
      "Session": "Diversity, Equity and Inclusion",
      "ShortAnswer": "",
      "Theme": "Fiscal",
      "TimeCompletion": "2 minutes",
      "Title": "FAFSA and WASFA",
      "Type": "No Code"
    },
    "Quest1000013": {
      "Code": "FISC-49967",
      "Description": "Through one simple application process, EWU awards over $9.7 million in scholarships to nearly 1,500 students each school year. Write your essays and improve them before submitting the application.",
      "Directions": "The EWU Scholarship application requires 5 short essays (limited to 300 words per essay) to help reviewers get to know you. Write answers to each of the questions: 1) reasons for major & plans/future goals; 2) details on volunteer/community service, 3) challenges on your journey to college; 4) plans for funding higher education and 5) why you should be selected for a scholarship. Then make an appointment and meet with a Responder in the Writers' Center to improve your essays. Revise and improve them, then upload your final answers into Canvas and receive your code. Don't forget to complete the scholarship application at EWU's Financial Aid and Scholarship website.",
      "Level": 4,
      "Question": "",
      "Session": "Diversity, Equity and Inclusion",
      "ShortAnswer": "",
      "Theme": "Fiscal",
      "TimeCompletion": "1.5 hours",
      "Title": "Amazing Scholarship Essays",
      "Type": "Canvas Completed"
    },
    "Quest1000014": {
      "Code": "FISC-56D9B",
      "Description": "STCU is hosting a financial literacy event. You can attend on Friday, August 25th from 12-3 in HAR 201. ",
      "Directions": "Attend and win prizes such as Amazon and Starbucks gift cards. Listen to Dr. Coomes announce the code as the event ends. If you can't make it to this event, STCU will hold another one on Thursday, Sept. 14 at EWU. Stay tuned for the room.",
      "Level": 4,
      "Question": "",
      "Session": "Diversity, Equity and Inclusion",
      "ShortAnswer": "",
      "Theme": "Fiscal",
      "TimeCompletion": "3 hours",
      "Title": "Attend the STCU Financial Literacy event!",
      "Type": "Physical Code"
    },
    "Quest1000015": {
      "Code": "RESO-65C33",
      "Description": "Make an appointment with your CAAR advisor.",
      "Directions": "Go to Monroe Hall 305 and schedule an appointment with your CAAR advisor. ",
      "Level": 1,
      "Question": "",
      "Session": "CAAR",
      "ShortAnswer": "",
      "Theme": "Resources",
      "TimeCompletion": "10-15 minutes",
      "Title": "Make the Climb to Success!",
      "Type": "Physical Code"
    },
    "Quest1000016": {
      "Code": "ENGA-8FA14",
      "Description": "Visit the Chicana/o/x Studies Program office (Monroe 203) and ask one of their staff the definition and short history of Chicana/o/x. Learn more about the program and why you should consider signing up for a class. Take a small tour of the office and Maldonado Lounge (Monroe 201). ",
      "Directions": "Visit Monroe 203 - ask for Aurelia or Marcella for a short program description and tour of the space. ",
      "Level": 2,
      "Question": "",
      "Session": "Chicana/o/x Studies",
      "ShortAnswer": "",
      "Theme": "Engagement",
      "TimeCompletion": "2 - 5 minutes ",
      "Title": "Who/What is Chicana/o/x?",
      "Type": "Physical Code"
    },
    "Quest1000017": {
      "Code": "RESO-1336B",
      "Description": "Answer a trivia question about the Catalyst Tour!",
      "Directions": "Answer the trivia question with the word or short phrase you think is correct!",
      "Level": 2,
      "Question": "Who do you talk to if you aren't sure what resources are avlible?",
      "Session": "Catalyst tour",
      "ShortAnswer": "Micah Bockstruck",
      "Theme": "Resources",
      "TimeCompletion": "3 minutes",
      "Title": "Catalyst Craziness! ",
      "Type": "Short Answer"
    },
    "Quest1000018": {
      "Code": "RESO-2372F",
      "Description": "After the Catalyst Tour, answer some questions to receive your code! ",
      "Directions": "After you've gotten to see the coolest urban campus ever, fill out the answers in the provided worksheet! Once you have completed it, show Morgan Whapeles to receive your code! ",
      "Level": 1,
      "Question": "",
      "Session": "Catalyst tour",
      "ShortAnswer": "",
      "Theme": "Resources",
      "TimeCompletion": "10 mins",
      "Title": "Catalyst Exploaration!",
      "Type": "Physical Code"
    },
    "Quest1000019": {
      "Code": "ACAD-56D6E",
      "Description": "Interview two experienced EWU students and hear their strategies for success on how to study successfully for math tests. ",
      "Directions": "1. Find two EWU students who have passed a math class here at Eastern. \n2. Ask them for a moment of their time. \n3. Follow up with these interview questions and write down some short notes about their responses: \na) How much time do you usually spend studying for a math test? \nb) What are two ways to study that you think help you prepare for a math test? \nc) Any other tips you can share for preparing for math tests? \n4. Go to Canvas and fill out the reflection survey for your completion code",
      "Level": 2,
      "Question": "",
      "Session": "Math",
      "ShortAnswer": "",
      "Theme": "Academic",
      "TimeCompletion": "20 minutes",
      "Title": "How do I study for a MATH test?",
      "Type": "Canvas Completed"
    },
    "Quest1000020": {
      "Code": "ACAD-1EA9C",
      "Description": "Find a tutor on campus and get to know more about them! ",
      "Directions": "1. Find a student on campus who works as a tutor. \n2. Ask them for a moment of their time. \n3. Follow up with these interview questions. \na) What's your name?\nb) What reality TV show would you have the best chance of winning and why? \nc) What's the hardest class this tutor has ever taken and what did they do to survive? \nd) What does this tutor wish everyone knew about on campus tutoring? \n4. Record their responses in the Canvas quiz for your completion code. ",
      "Level": 1,
      "Question": "",
      "Session": "Math",
      "ShortAnswer": "",
      "Theme": "Academic",
      "TimeCompletion": "10 minutes",
      "Title": "Get to Know a Tutor",
      "Type": "Canvas Completed"
    },
    "Quest1000021": {
      "Code": "ACAD-D1EAD",
      "Description": "Reflect on your attitudes towards your ability to learn and improve in math. ",
      "Directions": "1. Watch this video: https://youtu.be/L4Vjzsy8Umw\n\n",
      "Level": 1,
      "Question": "Which students were more likely to continue to learn and improve in math? (Options: A only, B only, C only, D only, A and B, B and C, C and D)",
      "Session": "Math",
      "ShortAnswer": "B and C",
      "Theme": "Academic",
      "TimeCompletion": "10 minutes",
      "Title": "Math Mindsets! ",
      "Type": "Short Answer"
    },
    "Quest1000022": {
      "Code": "ACAD-2341F",
      "Description": "Reflect on your attitudes towards your ability to learn and improve in math. ",
      "Directions": "1. Watch this video: \nhttps://youtu.be/NbnPJg-cp_E\n2. Reflect on these questions and enter your answers in the Canvas assignment: \na) Why do you think the students who were called \"smart\" instead of \"hard working\" chose the easy assignment? \nb) Give an example of a situation you've been in where you were afraid to make a mistake or try something because you didn't want to fail at it. \nc) Give an example of a situation in math where you tried something hard. Did you persevere until it made sense? Why or why not? ",
      "Level": 2,
      "Question": "",
      "Session": "Math",
      "ShortAnswer": "",
      "Theme": "Academic",
      "TimeCompletion": "10 minutes",
      "Title": "Math Mindsets! ",
      "Type": "Canvas Completed"
    },
    "Quest1000023": {
      "Code": "ACAD-C6C4D",
      "Description": "Reflect on your attitudes towards your ability to learn and improve in math. ",
      "Directions": "1. Watch this video: https://youtu.be/XRmR1dS5tMU\n2. Answer this question in the Canvas assignment: Which of the strategies for being successful are ones you think you already use? Any that need work? \n3. Now watch this video: https://youtu.be/4dLbFENaHvc \n4. Write the short paragraph (2-3 sentences) described at the end of that video and copy it into the Canvas assignment. \n",
      "Level": 3,
      "Question": "",
      "Session": "Math",
      "ShortAnswer": "",
      "Theme": "Academic",
      "TimeCompletion": "20",
      "Title": "Math Mindsets! ",
      "Type": "Canvas Completed"
    },
    "Quest1000024": {
      "Code": "ACAD-C6402",
      "Description": "Reflect on your attitudes towards your ability to learn and improve in math. ",
      "Directions": "1. Watch this video. https://youtu.be/3bxwDcTnG74\n2. Write down your number. \n3. Now watch this video: https://youtu.be/L7XtHMYNFwA\n4. Draw a visual representation of how YOU solved the problem and upload it to the Canvas assignment. \n5. Finally, watch this video: https://youtu.be/e5UgePeiFRY\n6. Upload your method into Canvas to change the problem into \"nice\" numbers. ",
      "Level": 4,
      "Question": "",
      "Session": "Math",
      "ShortAnswer": "",
      "Theme": "Academic",
      "TimeCompletion": "20 minutes",
      "Title": "Math Mindsets! ",
      "Type": "Canvas Completed"
    },
    "Quest1000025": {
      "Code": "ACAD-4F6BF",
      "Description": "Reflect on your attitudes towards your ability to learn and improve in math. ",
      "Directions": "1. Watch this video: https://youtu.be/F3tRiongeEI \n2. Answer this question in Canvas: What are two ways you can use the research done on talking about math to help you learn better? \n3. Talk to someone about this math problem: \nA man is on a diet and goes into a shop to buy some turkey slices. He is given 3 slices which together weigh 1/3 of a pound but his diet says that he is only allowed to eat 1/4 of a pound.\n\nHow many of the 3 slices he bought can he eat while staying true to his diet?\n4. In Canvas, reflect on your experience with this problem and solving it with someone else. \n5. Now watch this video: https://youtu.be/POu6o_ak1O0 \n6. Answer this question in Canvas: What about the visual helped make the problem make more sense?",
      "Level": 4,
      "Question": "",
      "Session": "Math",
      "ShortAnswer": "",
      "Theme": "Academic",
      "TimeCompletion": "20 minutes",
      "Title": "Math Mindsets! ",
      "Type": "Canvas Completed"
    }
  }
}